org/_posts/2016-10-16-favourite-quotes-laplace.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+BEGIN_HTML
---
layout: post
title: "Pierre-Simon Laplace 1749 - 1827"
date: 2016-10-16
comments: true
quotes: true
tags: quotes
excerpt: Favourite quotes from Leonhard Euler
---
#+END_HTML

- Napoleon, when hearing about Laplace's latest book, said,
  'M. Laplace, they tell me you have written this large book on the
  system of the universe, and have never even mentioned its
  creator'. Laplace responds, 'Je n'avais pas besoin de cette
  hypothèse-là'. (I had no need of that hypothesis.)


- The ingenious method of expressing every possible number using a set
  of ten symbols (each symbol having a place value and an absolute
  value) emerged in India. The idea seems so simple nowadays that its
  significance and profound importance is no longer appreciated
  ... The importance of this invention is more readily appreciated
  when one considers that it was beyod the two greatest men of
  antiquity, Archimedes and Apollonius.
