_posts/2016-10-16-favourite-quotes-laplace.html
<div class="HTML">
<p>
&#x2014;
layout: post
title: "Pierre-Simon Laplace 1749 - 1827"
date: 2016-10-16
comments: true
quotes: true
tags: quotes
excerpt: Favourite quotes from Leonhard Euler
&#x2014;
</p>

</div>

<ul class="org-ul">
<li>Napoleon, when hearing about Laplace's latest book, said,
'M. Laplace, they tell me you have written this large book on the
system of the universe, and have never even mentioned its
creator'. Laplace responds, 'Je n'avais pas besoin de cette
hypothèse-là'. (I had no need of that hypothesis.)</li>
</ul>


<ul class="org-ul">
<li>The ingenious method of expressing every possible number using a set
of ten symbols (each symbol having a place value and an absolute
value) emerged in India. The idea seems so simple nowadays that its
significance and profound importance is no longer appreciated
&#x2026; The importance of this invention is more readily appreciated
when one considers that it was beyod the two greatest men of
antiquity, Archimedes and Apollonius.</li>
</ul>
